INSERT INTO pet_facilities (place_name, address_name, road_address_name, latitude, longitude, category, phone,
                            operating_hours, is_closed)
VALUES ('스머프동물병원', '서울특별시 은평구 응암동 194-23', '서울특별시 은평구 백련산로 145 (응암동)', 37.5982022542055, 126.925089841243,
        'PET_HOSPITAL', '02-969-7582', NULL, false),
       ('다루동물병원', '서울특별시 은평구 불광동 554-1번지 1층', '서울특별시 은평구 불광로 60, 1층 (불광동)', 37.612378530325, 126.91114785734,
        'PET_HOSPITAL', '02-356-8353', NULL, false),
       ('도담동물병원', '서울특별시 은평구 역촌동 51-22번지', '서울특별시 은평구 역말로 7 (역촌동)', 37.6057255811792, 126.911124813587,
        'PET_HOSPITAL', '02-388-0275', NULL, false),
       ('미래동물병원', '서울특별시 은평구 갈현동 498-3번지', '서울특별시 은평구 서오릉로 192 (갈현동)', 37.6137601237622, 126.912315879884,
        'PET_HOSPITAL', '386-6092', NULL, false),
       ('더독동물병원', '서울특별시 은평구 대조동 224-24번지', '서울특별시 은평구 서오릉로 140 (대조동)', 37.611325137751, 126.917603128121,
        'PET_HOSPITAL', '382-3243', NULL, false),
       ('오렌지동물병원', '서울특별시 성동구 행당동 322-100번지', '서울특별시 성동구 행당로8길 41-2 (행당동)', 37.5560354167817, 127.033960988388,
        'PET_HOSPITAL', '02-2297-7582', NULL, false),
       ('남서울동물병원', '서울특별시 서초구 방배동 809-1', '서울특별시 서초구 방배로34길 12 (방배동)', 37.4924396869411, 126.991653922635,
        'PET_HOSPITAL', '02-582-2186', NULL, false),
       ('서초동물병원', '서울특별시 서초구 서초동 1603-66', '서울특별시 서초구 효령로57길 4 (서초동)', 37.4854625194797, 127.017041790523,
        'PET_HOSPITAL', '582-2357', NULL, false),
       ('강현림 종합동물병원', '서울특별시 양천구 목동 657-16', '서울특별시 양천구 등촌로 160 (목동)', 37.5440718691504, 126.862445368575,
        'PET_HOSPITAL', '2642-9159', NULL, false),
       ('해성동물병원', '서울특별시 양천구 신정동 1020-17', '서울특별시 양천구 은행정로 10 (신정동)', 37.5206268363349, 126.860136415269,
        'PET_HOSPITAL', '02-2651-9953', NULL, false),
       ('두리종합동물병원', '서울특별시 서초구 반포동 18-3 래미안퍼스티지 중심상가 147-8호', '서울특별시 서초구 반포대로 287, 래미안퍼스티지 중심상가 1층 147,148호 (반포동)',
        37.5043398401292, 127.00085217962, 'PET_HOSPITAL', '02-3476-7522', NULL, false),
       ('디아나동물병원', '서울특별시 서초구 방배동 925-8번지', '서울특별시 서초구 방배로 119, 1층 (방배동)', 37.4846566197136, 126.995247363152,
        'PET_HOSPITAL', '025219010', NULL, false),
       ('이상록동물병원', '서울특별시 서초구 잠원동 50-5 신사쇼핑센터 102-2호', '서울특별시 서초구 나루터로 37, 신사쇼핑센터 1층 102-2호 (잠원동)', 37.5161595665293,
        127.014709118561, 'PET_HOSPITAL', '02-533-5505', NULL, false),
       ('햇살동물병원', '서울특별시 양천구 신월동 446-4번지', '서울특별시 양천구 월정로 46 (신월동)', 37.5238254851695, 126.842326643788,
        'PET_HOSPITAL', '2690-5673', NULL, false),
       ('제인동물병원', '서울특별시 성동구 성수동2가 339-23번지', '서울특별시 성동구 뚝섬로 395 (성수동2가)', 37.5390484938627, 127.054689566686,
        'PET_HOSPITAL', '02-468-7582', NULL, false),
       ('Dr.윤24시동물병원', '서울특별시 은평구 대조동 187-24', '서울특별시 은평구 통일로 817 (대조동)', 37.6165476016904, 126.923174463877,
        'PET_HOSPITAL', '02-359-2020', NULL, false),
       ('한빛동물병원', '서울특별시 성동구 금호동2가 485-1', '서울특별시 성동구 금호산길 58(금호동2가)', 37.5533442484419, 127.019550940446,
        'PET_HOSPITAL', '02-2233-1848', NULL, false),
       ('아지동물병원', '서울특별시 성동구 금호동4가 1108번지 지상1층', '서울특별시 성동구 독서당로 289 (금호동4가,지상1층)', 37.548031254807, 127.021044877273,
        'PET_HOSPITAL', '02-6085-7750', NULL, false) ON DUPLICATE KEY
UPDATE
    address_name =
VALUES (address_name), road_address_name =
VALUES (road_address_name), latitude =
VALUES (latitude), longitude =
VALUES (longitude), category =
VALUES (category), phone =
VALUES (phone), operating_hours =
VALUES (operating_hours), is_closed =
VALUES (is_closed);